export default advice_hi = [

    "सुनिश्चित करें कि आप हमेशा मुस्कुराएं और किसी से बात करते समय आँखों में आँखें डालें। यह एक मित्रवत और सुलभ वातावरण को बढ़ावा देता है, जिससे वार्तालाप सभी के लिए सरल हो जाता है।", 

    "आत्मविश्वासी बनें और कुछ हद तक चुलबुले अपने दृष्टिकोण में,", 
    
    "हास्य का उपयोग करने से न चूकें और दूसरे व्यक्ति की गतिविधियों के बारे में पूछकर दिलचस्पी दिखाएं,", 
    
    "एक सुनहरा नियम: जिस तरह आप अपने शब्दों को प्रकट करते हैं और वितरित करते हैं उसका वजन संदेश के रूप में ही महत्वपूर्ण है। रोबोटिक लगने से बचें।", 
    
    "आत्मविश्वास और चंचलता का प्रदर्शन करें, हास्य का उपयोग करके एक सुखद और संलग्न वातावरण को बढ़ावा देने वाला जो दूसरे पक्ष की रुचि को आकर्षित करता है।", 
    
    "आत्मविश्वास महत्वपूर्ण है, इसलिए किसी ऐसे व्यक्ति के पास जाने से डरें नहीं जो आपको रुचिकर लगे।", 
    
    "किसी साझा परिस्थिति (जैसे कि एक विलंबित बस या एक वर्तमान घटना) के बारे में एक बातचीत शुरू करके बर्फ तोड़ें।", 
    
    "अप्रत्याशित स्थितियों का लाभ उठाकर एक प्रारंभिक संबंध स्थापित करें। आत्मविश्वासी और स्पष्ट रूप से अपने आप को ले जाएं, हमेशा दूसरे के निजी स्थान के लिए सम्मान बनाए रखें।", 
    
    "आत्मविश्वास और चंचलता का प्रदर्शन करें। हास्य का उपयोग करके एक सुखद और संलग्न वातावरण को बढ़ावा देने वाला जो दूसरे पक्ष की रुचि को आकर्षित करता है।", 
    
    "यदि उचित हो, तो किसी साझा परिस्थिति के बारे में मजाक बनाने में संकोच न कर। यह किसी के साथ जुड़ने का एक तरीका के रूप में। एक चुटकी हास्य बर्फ तोड़ने में मदद कर सकती है।", 
    
    "यदि दूसरा व्यक्ति अरुचिकर या असहज प्रतीत होता है, तो बातचीत को जबरदस्ती जारी रखने के बजाय एक कदम पीछे हटना बेहतर होता है।", 
    
    "याद रखें: अत्यधिक बाध्यकारी और कष्टप्रद लोग हताशा और एक नकारात्मक चरित्र का प्रसार करते हैं, अक्सर अस्वीकृति का नाटकीय रूप से जवाब देते हैं।", 
    
    "सीमाओं और लोगों के आराम के स्तरों का सम्मान करना सर्वोपरि है।", 
    
    "याद रखें: अत्यधिक आग्रहपूर्ण और कष्टप्रद होने से बुरा कुछ भी नहीं है। यह हताशा, खराब चरित्र को दर्शाता है, और संभवतः ‘बड़े समय’ की अस्वीकृति की ओर ले जाएगा।", 
    
    "एक आरामदायक देहभाषा बनाए रखें और स्थितियों को जबरदस्ती न बनाएं।", 
    
    "ध्यान रखें कि आप किसी ऐसे व्यक्ति के साथ नहीं होना चाहेंगे जो आपके साथ होने के लिए दबाव महसूस करे।", 
    
    "अपनी आँखों में हताशा या आवश्यकता का भाव न रखने की कोशिश करें। यह हमेशा दूसरों को नोटिस होता है और आपकी आकर्षण शक्ति के लिए हानिकारक हो सकता है।", 
    
    "आपको आरामदायक होने का लक्ष्य रखना चाहिए और यह दर्शाना चाहिए कि आप अपने आप में आनंद ले रहे हैं।", 
    
    "बातचीत शुरू करने से पहले, दूसरे व्यक्ति के साथ आँखों का संपर्क बनाएं। जब वे आपकी नजरों का मिलान करें, एक मुस्कान दें और अपना ध्यान बनाए रखें।", 
    
    "अपने विचारों पर अधिक सोच-विचार न करें।", 
    
    "आपके पास कोई जादुई गेंद नहीं है जो बता सके कि क्या होने वाला है। बस आगे बढ़ें और एक वार्तालाप शुरू करें!", 
    
    "याद रखें, 'दुनिया बहादुरों की होती है।'", 
    
    "आगे बढ़ें और बात करें। आपके आस-पास के लोग क्या सोचेंगे या कहेंगे, इसकी चिंता न करें। खुद पर ध्यान केंद्रित करें, दूसरों पर नहीं।", 
    
    "जब आप कुछ करने का प्रयास करते हैं, तो आपकी शब्दावली में 'असफलता' शब्द मौजूद नहीं होना चाहिए। इसके बजाय, हर चीज को सफलता की ओर छोटे छोटे कदमों के रूप में देखें।", 
    
    "यदि आप मानते हैं कि आपमें आत्मविश्वास की कमी है, तो आप हमेशा नियम का पालन कर सकते हैं: 'नकली बनो जब तक कि आप इसे प्राप्त न कर लें।'", 
    
    "यदि आप असफल होते हैं, तो परिणाम को गर्व के साथ संभालें।", 
    
    "जोखिम उठाना और रात को चैन से सोना बेहतर है, बजाय 'क्या होता अगर' के पछतावे के साथ जीने के।", 
    
    "बातचीत शुरू करने में संकोच न करें। अच्छी आदतें अब बनाएं, कल नहीं!", 
    
    "यदि आप मानते हैं कि आपके पास दिलचस्पी वाले व्यक्ति के साथ बातचीत के विषयों की कमी है, तो पहले व्यक्तिगत विकास पर ध्यान दें।", 
    
    "याद रखें: अपने जीवन, रुचियों, और जुनूनों को पोषित करें, इससे पहले कि आप किसी और के साथ बातचीत करने और उन्हें साझा करने की कोशिश करें।", 
    
    "बातचीत शुरू करते समय, वास्तव में व्यक्ति पर अपनी रुचि केंद्रित करें और प्रश्न पूछें।", 
    
    "बोलने के लिए बीच में जल्दबाजी से बाधित न करें। जो लोग बातचीत को अपने कब्जे में ले लेते हैं और शुरू से ही अपने बारे में बात करते हैं, वे पहले ही हार चुके हैं।", 
    
    "आपको आत्मविश्वास होना चाहिए, लेकिन अहंकार नहीं। दोनों के बीच एक बारीक रेखा है, और विनम्र और सुलभ होना अधिक लाभकारी होगा।", 
    
    "अस्वीकृति से डरें नहीं। यह डेटिंग प्रक्रिया का एक स्वाभाविक हिस्सा है और प्रेम और रोमांस के खेल का हिस्सा है।", 
    
    "एक अच्छा श्रोता बनें।", 
    
    "प्रश्न पूछें, रुचि दिखाएं, और दूसरे व्यक्ति को सुना और समझा महसूस कराएं।", 
    
    "याद रखें कि लगातार विच्छेद न करें, ऐसा प्रतीत हो जैसे जब दूसरा व्यक्ति बोल रहा है, तो आप सिर्फ यह सोच रहे हैं कि आप अगला क्या कहेंगे।", 
    
    "अपनी हास्य की भावना दिखाएं। यह बर्फ तोड़ने और दूसरे व्यक्ति को अधिक आरामदायक महसूस कराने में मदद करेगा।", 
    
    "दृष्टिकोण और बोलें, लेकिन आक्रामकता के बिना।", 
    
    "याद रखें: अत्यधिक आगे बढ़ने या जल्दी से आगे बढ़ने की प्रवृत्ति अक्सर नापसंद होती है।", 
    
    "प्रामाणिक रूप से आगे बढ़ें। अपने वास्तविक व्यक्तित्व को छुपाने की कोशिश न करें।", 
    
    "पहला कदम उठाने से डरें नहीं। पहल करना आत्मविश्वास और निश्चय का संकेत है।", 
    
    "आपको दूसरे व्यक्ति की सीमाओं का सम्मान करना चाहिए। उन्हें ऐसा कुछ करने के लिए दबाव न डालें जिसमें वे सहज महसूस न करें।", 
    
    "परिस्थिति को पढ़कर अपनी खुद की निर्णय लें। आंकलन करें कि क्या बातचीत शुरू करने के लिए कदम उठाना उचित है जहां आप हैं।", 
    
    "यदि आप एक सामाजिक समारोह में हैं और पूरी रात में दिलचस्पी रखने वाले व्यक्ति से एक भी नज़र नहीं मिली, तो 'समय है आगे बढ़ने का!'।", 
    
    "आपको अपनी बॉडी लैंग्वेज पता होनी चाहिए। एक गर्वित स्टर्नम, आंखों का संपर्क, और एक विनम्र मुस्कान आत्मविश्वास दिखाती है और अद्भुत काम कर सकती है!", 
    
    "यदि समय सीमित है, तो दूसरे व्यक्ति के समय का सम्मान करें और जब आप देखें कि वे जल्दी में हैं तो चर्चा पर जोर देने से बचें।", 
    
    "बातचीत से विनीत रूप से निकलने से पहले उनका फोन नंबर या सोशल मीडिया हैंडल्स मांगना न भूलें!", 
    
    "अपने इरादों के बारे में स्पष्ट और ईमानदार रहें; खेल न खेलें।", 
    
    "बार, रेस्टोरेंट, या क्लब में, उदार रहें। एक पेय के लिए भुगतान करने की पेशकश करें या दूसरे व्यक्ति के लिए कुछ अच्छा करें।", 
    
    "क्लब्स या बार्स में, खासकर तेज संगीत के ऊपर, उन्हें अपनी पूरी जीवन कहानी सुनाने से बचें।", 
    
    "अगर पहला कदम उठाने से आप चिंतित महसूस करते हैं, तो खुद को यह समझाने की कोशिश करें कि आप इस प्रक्रिया का आनंद लेते हैं। आखिरकार, इसका बहुत कुछ मन का खेल है।", 
    
    "खुले प्रश्नों का उपयोग करके वार्तालाप को प्रोत्साहित करें। यह बातचीत को बनाए रखने और एक गहरे संबंध को बनाने में मदद कर सकता है।", 
    
    "हंसी के क्षणों के दौरान दूसरे व्यक्ति को सूक्ष्मता से छूने में संकोच न करें। शारीरिक संपर्क आकर्षण और अंतरंगता की भावना को बढ़ावा दे सकता है।", 
    
    "यदि पहली संपर्क की प्रक्रिया आपको चिंतित करती है, तो अपने आप से नाटक करें कि आप इस प्रक्रिया का आनंद लेते हैं, क्योंकि अक्सर, बहुत कुछ सिर्फ एक मन का खेल है।", 
    
    "पूर्वानुमानीता से बचें। दूसरे व्यक्ति को अनुमान लगाते रहने दें और एक रहस्य की भावना बनाए रखें। यह अनिश्चितता अक्सर आकर्षण उत्पन्न करती है।", 
    
    "सकारात्मक वातावरण बनाने के लिए हास्य का उपयोग करें। हंसी एक संबंध स्थापित करने में मदद कर सकती है और दूसरे व्यक्ति को अधिक आरामदायक महसूस करा सकती है।", 
    
    "बातचीत को प्रोत्साहित करने के लिए खुले प्रश्नों का उपयोग करें। यह बातचीत को जारी रखने और एक गहरे संबंध को बनाने में मदद कर सकता है।", 
    
    "दिलचस्पी दिखाने से डरें नहीं।", 
    
    "दूसरे व्यक्ति को यह बताएं कि आप उन्हें आकर्षक पाते हैं और उन्हें बेहतर जानने में रुचि रखते हैं।", 
    
    "गैर-मौखिक संकेतों पर ध्यान दें। शरीर की भाषा एक व्यक्ति की भावनाओं और इरादों के बारे में बहुत कुछ प्रकट कर सकती है।", 
    
    "हंसी के क्षणों के दौरान दूसरे व्यक्ति को सूक्ष्मता से छूने से डरें नहीं।", 
    
    "शारीरिक संपर्क आकर्षण और परिचितता बनाने में मदद कर सकता है।", 
    
    "जाकर बात करें, लेकिन रोबोट की तरह व्यवहार न करें। आप जो कहते हैं वह सिर्फ 50% सफलता है। शेष 50% इस बात पर निर्भर करता है कि आप खुद को कैसे व्यक्त करते हैं।", 
    
    "दूसरे व्यक्ति को अपने ज्ञान या बुद्धिमत्ता से प्रभावित करने की कोशिश न करें। इसके बजाय, साझा रुचियों और अनुभवों के माध्यम से एक संबंध बनाने पर ध्यान केंद्रित करें।", 
    
    "अपने आस-पास की पूरी जागरूकता रखें।", 
    
    "आप जिस वातावरण में खुद को पाते हैं, वह आपके इंटरैक्शन के मूड और टोन को प्रभावित कर सकता है।", 
    
    "परिस्थिति को पढ़ें।", 
    
    "दूसरों के मूल्यों और विश्वासों का सम्मान करना याद रखें। अपने विचारों को उन पर थोपने की कोशिश न करें या उन्हें असहज महसूस कराएं।", 
    
    "एक शांत व्यक्ति बनने की कोशिश करें और चीजों को स्वाभाविक रूप से विकसित होने दें। परिस्थितियों को मजबूर न करें।", 
    
    "आपको जोखिम उठाने को तैयार रहना चाहिए। कभी-कभी, अपने आराम क्षेत्र से बाहर कदम रखना नए और रोमांचक अनुभवों की ओर ले जा सकता है। इसे आजमाएं!", 
    
    "अपनी बातचीत में ईमानदार रहें। किसी और का नाटक न करें।", 
    
    "अगर बातचीत या डेट अच्छी नहीं जा रही है, तो इसे समाप्त करने में संकोच न करें।", 
    
    "अगर आपके लिए काम नहीं आ रहा है, तो ईमानदार होना और आगे बढ़ना बेहतर है, बजाय ऐसी चीज पर समय और ऊर्जा बर्बाद करने के जिसका कोई भविष्य नहीं है।", 
    
    "आपको आकर्षण के स्तर को पढ़ने और दूसरे व्यक्ति की भावनाओं को समझने में सक्षम होना चाहिए।", 
    
    "उनकी बॉडी लैंग्वेज और उनकी आवाज के टोन पर ध्यान दें, और तदनुसार समायोजित करें।", 
    
    "संबंध बनाने के लिए कहानी कहने का उपयोग करें।", 
    
    "व्यक्तिगत कहानियाँ और अनुभव साझा करने से विश्वास और परिचितता बनाने में मदद मिल सकती है।", 
    
    "अत्यधिक गंभीरता का प्रदर्शन न करें, मूड को हल्का और मजेदार रखें।", 
    
    "चीजों को व्यक्तिगत रूप से न लें क्योंकि यह आपके लिए लाभदायक नहीं होगा।", 
    
    "अपनी ताकतों और कमजोरियों को पहचानें और अपने आप होने से डरें नहीं।", 
    
    "हमेशा स्थितियों का सामना आत्मविश्वास और एक सकारात्मक रवैये के साथ करें।", 
    
    "अपने दृष्टिकोण में वास्तविक और ईमानदार सुनिश्चित करें।", 
    
    "अस्वीकृति से डरें नहीं। भाग्य बहादुरों का साथ देता है।", 
    
    "हमेशा गरिमा के साथ व्यवहार करें। अस्वीकृति की दरें इसलिए बढ़ गई हैं क्योंकि जो लोग संपर्क करते हैं वे अक्सर शिक्षा, शिष्टाचार, और सज्जनता की कमी दिखाते हैं। अंतर बनें!", 
    
    "यदि व्यक्ति एक समूह में है या दूसरों के साथ है, तो समूह का सम्मान करें और रणनीतिक रूप से आगे बढ़ें। पूरे समूह के प्रति मित्रता दिखाएं और धीरे-धीरे उनका विश्वास और उस व्यक्ति के प्रति आपकी रुचि की ओर जमीन अर्जित करें।", 
    
    "सक्रिय रूप से सुनकर और प्रश्न पूछकर अपनी रुचि दिखाएं।", 
    
    "जब दूसरा व्यक्ति सुना और समझा महसूस करता है, तो वे आपके प्रति अनुकंपा और आकर्षण की भावना स्वतः ही बढ़ा देते हैं।", 
    
    "बातचीत की शुरुआत में घंटों तक अपने बारे में बात करने से बचें। अगर दूसरे व्यक्ति को एक तोता चाहिए होता, तो वे पहले ही अपने कंधे पर एक रख लेते।", 
    
    "बातचीत में उनका नाम उपयोग करें। यह संवाददाता की ओर से आकर्षण और सहानुभूति पैदा करता है और यह वैज्ञानिक रूप से सिद्ध है।", 
    
    "साझा रुचियों के बारे में बात करें और बातचीत जारी रखें।", 
    
    "उन्हें ईमानदारी और विशेष रूप से प्रशंसा करें, बिना चालाक और भयानक बने।", 
    
    "एक परिचयात्मक बातचीत में, केवल पेशेवर विषयों, अध्ययनों, पाठ्यक्रमों, और दायित्वों पर ध्यान केंद्रित न करने की कोशिश करें। इसके बजाय, बातचीत को संगीत, फिल्मों, कला, और प्रकृति की ओर मोड़ें।", 
    
    "विवादास्पद या संवेदनशील विषय आमतौर पर लाभकारी नहीं होते हैं। राजनीतिक, वैचारिक, और पक्षपाती मामले प्रारंभिक मुलाकातों या पहली तारीखों में कोई स्थान नहीं रखते, जब तक कि आप वर्तमान में एक संबंधित सेटिंग में नहीं हैं।", 
    
    "आपके दिमाग में चल रही किसी भी समस्या को साफ करें, एक वास्तविक मुस्कान लगाएँ, और आत्मविश्वास के साथ बातचीत का सामना करें, वर्तमान क्षण में उपस्थित रहते हुए।", 
    
    "बातचीत के प्रति रुचि और प्रतिबद्धता दिखाने के लिए बॉडी लैंग्वेज का उपयोग करें।", 
    
    "नकारात्मक या आत्म-अवमूल्यनकारी टिप्पणियों से बचें। अगर आप उस पथ पर शुरू हो जाते हैं, तो आप हार गए। इसे सरल रखें।", 
    
    "बोलते समय, ईमानदार और स्वयं के प्रति सच्चे रहें, और विश्वास करें कि आप सफल होंगे!", 
    
    "ऐसे व्यक्ति बनने का नाटक न करें जो आप नहीं हैं। जल्दी या बाद में, यह दिखाई देगा, और आप उजागर हो जाएंगे।", 
    
    "यह मान लेने से बचें कि चीजें कैसे आगे बढ़ेंगी, खासकर अगर आपने अभी तक पहली संपर्क भी नहीं किया है।", 
    
    "मित्रवत व्यवहार के साथ संपर्क करें, अशिष्टता से बचें।", 
    
    "बातचीत पर दबाव न डालें। चुप्पी के क्षण होंगे। पहली मुलाकात या पहली डेट पर यह पूरी तरह सामान्य है।", 
    
    "डेटिंग एप्स के माध्यम से चैटिंग करते समय, बहुत लंबे संदेश या ऐसे पाठ न भेजें जो किसी लेखक द्वारा लिखे गए होने की तरह दिखाई देते हों।", 
    
    "संवाद को प्राकृतिक और सहज बनाए रखें।", 
    
    "अभ्यास से पूर्णता आती है - जितना अधिक आप इसे करेंगे, उतना ही यह आसान हो जाएगा। दिन भर ऐप का उपयोग करते रहें ताकि रचनात्मकता, व्यक्तिगत विकास और सफलता में वृद्धि हो।", 
    
    "बस इसके लिए जाओ और परिणाम की चिंता न करें।", 
    
    "बात करने का समय है और याद रखें: यदि आपको अस्वीकृति मिलती है, तो क्या हुआ - हर पाँच मिनट में एक नया अवसर आता है।", 
    
    "ध्यान देने योग्य बनें और ऐसे विवरणों का ध्यान रखें जिनका उपयोग आप बातचीत में कर सकें।", 
    
    "संवाद को प्रोत्साहित करने के लिए प्रश्नों का उपयोग करें।", 
    
    "यदि आप महसूस करते हैं कि चीजें आगे नहीं बढ़ रही हैं तो बातचीत और परिचय को समाप्त करने से डरें नहीं। हमेशा विनम्रता और शिष्टाचार के साथ ऐसा करें।", 
    
    "अजीब क्षणों को कम करने के लिए हास्य का उपयोग करें।", 
    
    "सक्रिय सुनने का अभ्यास करें और उचित प्रतिक्रिया दें, बातचीत में यह दिखाते हुए कि आप दूसरे व्यक्ति की बातों पर ध्यान दे रहे हैं।", 
    
    "अपने आपको बहुत गंभीरता से न लें। जो लोग ऐसा करते हैं वे अक्सर असुरक्षित नजर आते हैं।", 
    
    "अपनी सफलताओं का डींग न मारें। जब तक आपने ओलंपिक्स में स्वर्ण पदक नहीं जीता हो, विनम्र रहना बेहतर है, क्योंकि डींग मारना असुरक्षा को प्रदर्शित करता है।", 
    
    "विनम्र और जमीनी बने रहें। डींग मारने वालों के लिए कोई जगह नहीं है!", 
    
    "दूसरों के बारे में बुरा न कहें या गपशप न फैलाएं।", 
    
    "अपने बगल में बैठे व्यक्ति के प्रति सच्ची दिलचस्पी और जिज्ञासा दिखाएं।", 
    
    "अपने आत्मविश्वास का प्रदर्शन करें और अपने मूल्य में विश्वास करें।", 
    
    "अपनी ताकतों और कमजोरियों को पहचानें और अपने आप होने से डरें नहीं।", 
    
    "हमेशा स्थितियों का सामना आत्मविश्वास और एक सकारात्मक रवैये के साथ करें।", 
    
    "अपने दृष्टिकोण में वास्तविक और ईमानदार बनें।", 
    
    "अस्वीकृति से डरें नहीं। भाग्य बहादुरों का साथ देता है।", 
    
    "हमेशा गरिमा के साथ व्यवहार करें। अस्वीकृति की दरें इसलिए बढ़ गई हैं क्योंकि जो लोग संपर्क करते हैं वे अक्सर शिक्षा, शिष्टाचार, और सज्जनता की कमी दिखाते हैं। अंतर बनें!", 
    
    "यदि व्यक्ति एक समूह में है या दूसरों के साथ है, तो समूह का सम्मान करें और रणनीतिक रूप से आगे बढ़ें। पूरे समूह के प्रति मित्रता दिखाएं और धीरे-धीरे उनका विश्वास और उस व्यक्ति के प्रति आपकी रुचि की ओर जमीन अर्जित करें।", 
    
    "सक्रिय रूप से सुनकर और प्रश्न पूछकर अपनी रुचि दिखाएं।", 
    
    "जब दूसरा व्यक्ति सुना और समझा महसूस करता है, तो वे आपके प्रति अनुकंपा और आकर्षण की भावना स्वतः ही बढ़ा देते हैं।", 
    
    "बातचीत की शुरुआत में घंटों तक अपने बारे में बात करने से बचें। अगर दूसरे व्यक्ति को एक तोता चाहिए होता, तो वे पहले ही अपने कंधे पर एक रख लेते।", 
    
    "बातचीत में उनका नाम उपयोग करें। यह संवाददाता की ओर से आकर्षण और सहानुभूति पैदा करता है और यह वैज्ञानिक रूप से सिद्ध है।", 
    
    "साझा रुचियों के बारे में बात करें और बातचीत जारी रखें।", 
    
    "उन्हें ईमानदारी और विशेष रूप से प्रशंसा करें, बिना चालाक और डरावने बने।", 
    
    "एक परिचयात्मक बातचीत में, केवल पेशेवर विषयों, अध्ययनों, पाठ्यक्रमों, और दायित्वों पर ध्यान केंद्रित न करने की कोशिश करें। इसके बजाय, बातचीत को संगीत, फिल्मों, कला, और प्रकृति की ओर मोड़ें।", 
    
    "विवादास्पद या संवेदनशील विषयों से आमतौर पर लाभ नहीं होता है। राजनीतिक, वैचारिक, और दलगत मामले प्रारंभिक मुलाकातों या पहली तारीखों में कोई स्थान नहीं रखते, जब तक कि आप वर्तमान में एक संबंधित सेटिंग में न हों।", 
    
    "अपने मन को किसी भी समस्या से मुक्त करें जो आपको परेशान कर रही हो, एक सच्ची मुस्कान लगाएं, और आत्मविश्वास के साथ बातचीत की ओर बढ़ें, वर्तमान क्षण में उपस्थित रहते हुए।", 
    
    "शारीरिक भाषा का उपयोग करके बातचीत में रुचि और प्रतिबद्धता दिखाएं।", 
    
    "नकारात्मक या आत्म-निंदात्मक टिप्पणियों से बचें। यदि आप उस पथ पर शुरुआत करते हैं, तो आप हार गए हैं। इसे सरल रखें।", 
    
    "बोलते समय, स्वयं के प्रति सच्चे रहें और विश्वास करें कि आप सफल होंगे!", 
    
    "ऐसे बनने का नाटक न करें जो आप नहीं हैं। जल्दी या बाद में, यह दिखाई देगा और आपका पर्दाफाश हो जाएगा।", 
    
    "चीजों के प्रगति पर धारणाएं बनाने से बचें, खासकर यदि आपने अभी तक पहला संपर्क भी नहीं किया है।", 
    
    "मित्रतापूर्ण व्यवहार के साथ संपर्क करें, असभ्यता से बचें।", 
    
    "बातचीत पर दबाव न डालें। चुप्पी के क्षण होंगे। पहली मुलाकात या पहली डेट पर यह पूरी तरह सामान्य है।", 
    
    "डेटिंग एप्स के माध्यम से चैटिंग करते समय, बहुत लंबे संदेश या ऐसे पाठ न भेजें जो किसी लेखक द्वारा लिखे गए होने की तरह दिखाई देते हों।", 
    
    "संवाद को प्राकृतिक और सहज बनाए रखें।", 
    
    "अभ्यास से पूर्णता आती है - जितना अधिक आप इसे करेंगे, उतना ही यह आसान हो जाएगा। दिन भर में ऐप का उपयोग करते रहें ताकि रचनात्मकता, व्यक्तिगत विकास और सफलता में वृद्धि हो।", 
    
    "बस इसके लिए जाओ और परिणाम की चिंता न करें।", 
    
    "ध्यान देने योग्य रहें और विवरणों का ध्यान रखें जिनका उपयोग आप बातचीत में कर सकते हैं।", 
    
    "संवाद को प्रोत्साहित करने के लिए प्रश्नों का उपयोग करें।", 
    
    "यदि आप महसूस करते हैं कि चीजें आगे नहीं बढ़ रही हैं तो बातचीत और परिचय को समाप्त करने से डरें नहीं। हमेशा विनम्रता और शालीनता के साथ ऐसा करें।", 
    
    "अजीब क्षणों को कम करने के लिए हास्य का उपयोग करें।", 
    
    "सक्रिय सुनने का अभ्यास करें और उचित प्रतिक्रिया दें, बातचीत में यह दिखाते हुए कि आप दूसरे व्यक्ति की बातों पर ध्यान दे रहे हैं।", 
    
    "अपने आपको बहुत गंभीरता से न लें। जो लोग ऐसा करते हैं वे अक्सर असुरक्षित नजर आते हैं।", 
    
    "अपनी सफलताओं का डींग न मारें। जब तक आपने ओलंपिक्स में स्वर्ण पदक नहीं जीता हो, विनम्र रहना बेहतर है, क्योंकि डींग मारना असुरक्षा को प्रदर्शित करता है।", 
    
    "विनम्र और जमीनी बने रहें। डींग मारने वालों के लिए कोई जगह नहीं है!", 
    
    "दूसरों के बारे में बुरा न कहें या गपशप न फैलाएं।", 
    
    "अपने बगल में बैठे व्यक्ति के प्रति सच्ची दिलचस्पी और जिज्ञासा रखें।", 
    
    "अपने आत्मविश्वास का प्रदर्शन करें और अपने मूल्य में विश्वास करें।", 
    
    "रोजाना ऐप का उपयोग जारी रखें ताकि पर्याप्त अभ्यास के साथ, रचनात्मक वाक्यांश बनाना बातचीत के दौरान दूसरी प्रकृति बन जाए।", 
    
    "बोलते समय एक शांत, आत्मविश्वासी आवाज का उपयोग सुनिश्चित करें। यह आकर्षण में महत्वपूर्ण भूमिका निभाता है।", 
    
    "ऐसा खेलकूद वाला माहौल बनाने की कोशिश करें जहां आप एक-दूसरे को अच्छी प्रकृति से छेड़ सकें।", 
    
    "बातचीत को अधिक व्यक्तिगत बनाने के लिए दूसरे व्यक्ति का नाम अपनी बातचीत में उपयोग करें।", 
    
    "बातचीत में चुप्पी और विराम के क्षणों का उपयोग सस्पेंस और प्रत्याशा बनाने के लिए करें।", 
    
    "बहुत से लोगों की तरह हार मानने वाली मानसिकता के साथ बातचीत की ओर न बढ़ें, क्योंकि यह ऊर्जा दूसरे व्यक्ति द्वारा महसूस की जा सकती है।", 
    
    "जब उचित हो, अपनी बातचीत में स्पर्श को शामिल करें, लेकिन हमेशा सम्मानपूर्वक और सीमाओं को पार किए बिना ऐसा करें।", 
    
    "दिखाने के लिए कि आप पहुँच योग्य और प्रतिसादी हैं, खुली बॉडी लैंग्वेज का उपयोग करें।", 
    
    "अपनी खुद की क्षमताओं और ताकतों पर ध्यान केंद्रित करें, और अपने आप में विश्वास करें।", 
    
    "याद रखें कि किसी के पास जाते समय आत्मविश्वास महत्वपूर्ण है।", 
    
    "किसी के पास जाने से पहले, कुछ गहरी साँसें लें और एक सकारात्मक परिणाम की कल्पना करें। यह आपको संयमित और आत्मविश्वासी बने रहने में मदद करेगा।", 
    
    "आत्मसम्मान बनाने के लिए सकारात्मक पुष्टिकरण और प्रशंसा का उपयोग करें।", 
    
    "हार मानने वाली मानसिकता के साथ मत जाएं जैसा कि बहुत से लोग करते हैं, क्योंकि ऊर्जा दूसरे व्यक्ति को प्रेषित होती है और ध्यान में आ जाती है।", 
    
    "बातचीत में उचित रूप से और संयम और सम्मान के साथ स्पर्श का उपयोग करें, बिना असम्मानजनक इशारों के।", 
    
    "बातचीत को संतुलित रखें और मंच साझा करें।", 
    
    "खुली बॉडी लैंग्वेज का उपयोग करके दिखाएं कि आप सुलभ हैं।", 
    
    "सामाजिक संकेतों को पढ़ना सीखें और तदनुसार समायोजित करें।", 
    
    "नकारात्मक आत्म-वार्ता या आत्म-सबोटेज से बचें।", 
    
    "अपनी खुद की गुणवत्ताओं और ताकत पर ध्यान केंद्रित करें और खुद पर विश्वास करें।", 
    
    "एक वास्तविक मुस्कान के साथ व्यक्ति के पास जाएं, विनम्रतापूर्वक आँखों का संपर्क बनाएं। यह उन्हें मूल्यवान और सम्मानित महसूस कराएगा।", 
    
    "किसी के पास जाने से पहले, कुछ गहरी सांसें लें और एक सकारात्मक परिणाम की कल्पना करें। यह आपको शांत और आत्मविश्वासी रहने में मदद करेगा।", 
    
    "खुले प्रश्नों का उपयोग करके बातचीत शुरू करें और व्यक्ति में वास्तविक रुचि दिखाएं। यह उन्हें सुना और सराहा महसूस कराएगा।", 
    
    "यदि बातचीत रुक जाए, तो घबराएं नहीं। विचार करें कि अब तक क्या चर्चा हुई है और एक नए विषय में स्वाभाविक रूप से संक्रमण करने के लिए क्षण लें। अजीब महसूस करने की आवश्यकता नहीं है।", 
    
    "अगर आप नर्वस महसूस कर रहे हैं, तो एक ब्रेक लें, अपनी कीमत की याद दिलाएं, और आराम करने के लिए कुछ गहरी साँसें लें।", 
    
    "खुद पर बहुत अधिक दबाव न डालें कि आपको प्रभावित करना है। याद रखें, दूसरा व्यक्ति संभवतः आपके जितना ही नर्वस और अनिश्चित है।", 
    
    "खुद पर तनाव न डालें।", 
    
    "अगर बातचीत अच्छी नहीं जा रही है, तो अलग दिशा में जाने और अलग दृष्टिकोण आजमाने से डरें नहीं।", 
    
    "अगर चीजें योजनानुसार नहीं चलती हैं, तो खुद पर बहुत सख्त न बनें।", 
    
    "याद रखें कि अस्वीकृति डेटिंग प्रक्रिया का एक स्वाभाविक हिस्सा है और यह आपके मूल्य को परिभाषित नहीं करती है।", 
    
    "चमत्कार होने का इंतजार न करें। बाहर निकलें!", 
    
    "पहला कदम उठाने से डरें नहीं। याद रखें, दूसरा व्यक्ति शायद नए लोगों से मिलने के लिए आपके जितना ही उत्सुक है।", 
    
    "रोजाना ऐप का अभ्यास करें (15 आदेशों की सिफारिश की जाती है - दिन में 2 बार), ताकि आपको और टिप्स की खोज न करनी पड़े। अब आप वही होंगे जो सलाह दे रहे हैं!", 
    
    "व्यक्ति से बात किए बिना भावनात्मक रूप से निवेश न करें। चाहे आप उन्हें कितना भी आकर्षक पाएं, वे अभी भी एक अजनबी हैं जो आपके जीवन में कोई भूमिका नहीं निभा रहे हैं।", 
    
    "किसी के पास जाने से पहले, स्थिति को देखने और पढ़ने के लिए कुछ समय लें। यह आपको दूसरे व्यक्ति के मूड और रुचि के स्तर को समझने में मदद कर सकता है।", 
    
    "सोशल मीडिया के माध्यम से संदेश भेजते समय, सुनिश्चित करें कि इसे भेजने से पहले पढ़ लें।", 
    
    "सोशल मीडिया के माध्यम से एक संदेश को संक्षिप्त और एक पैराग्राफ में फॉर्मेटेड होना चाहिए। कोई भी अजनबियों से निबंध नहीं पढ़ता।", 
    
    "सोशल मीडिया पर संदेश भेजते समय, हर शब्द के बाद 'एंटर' न दबाएं।", 
    
    "अगर आपको एक भी जवाब नहीं मिला है, तो सोशल मीडिया पर दूसरा, तीसरा...या दसवां संदेश भेजने की गलती से बचें। जितना अधिक आप जोर देंगे, उतना ही अधिक संभावना है कि आपको डिलीट या ब्लॉक किया जाएगा।", 
    
    "एक डेटिंग ऐप पर, अत्यधिक लंबे संदेश या उद्धरण न भेजें जो उपन्यासकार द्वारा लिखित प्रतीत होते हैं। संचार को प्राकृतिक और सहज रखें।", 
    
    "एक डेटिंग ऐप पर या सोशल मीडिया परिस्थितियों में, अगर तुरंत प्रतिक्रिया नहीं मिलती है तो चिंता न करें। कुछ लोगों को जवाब देने के लिए सोचने में समय लग सकता है।", 
    
    "एक डेटिंग ऐप पर या सोशल मीडिया परिस्थितियों में, अपने संदेशों की टोन सकारात्मक रखें। अपने पहले संदेश में किसी चीज की शिकायत या नाराजगी न व्यक्त करें।", 
    
    "एक डेटिंग ऐप पर या सोशल मीडिया परिस्थितियों में, वर्तनी और व्याकरण की गलतियों से बचें। सही ढंग से लिखे गए संदेश दिखा सकते हैं कि आप अपने संचार के प्रति सचेत हैं।", 
    
    "एक डेटिंग ऐप पर या सोशल मीडिया परिस्थितियों में, 'हाय। कैसे हो?' जैसे क्लिचे संदेशों से बचें। आपका संदेश अलग खड़ा होना चाहिए।", 
    
    "एक डेटिंग ऐप पर या सोशल मीडिया परिस्थितियों में, उनकी प्रोफाइल से कुछ विशेष का उल्लेख करें। यह एक फोटो, उनके विवरण में एक विवरण, या उनके द्वारा उल्लिखित एक रुचि हो सकती है।", 
    
    "आत्म-विश्वास किसी भी सफल सामाजिक इंटरैक्शन की नींव है। अपने मूल्य में विश्वास करना अनिवार्य है।", 
    
    "याद रखें, हर व्यक्ति में अनूठी गुण होते हैं जो उन्हें आकर्षक बनाते हैं। अपने आप में इन विशेषताओं पर ध्यान केंद्रित करें।", 
    
    "शांत रहें और सांस लें: यह कहना आसान है लेकिन बहुत महत्वपूर्ण है।", 
    
    "किसी के पास जाने से पहले, एक गहरी सांस लें और शांत होने की कोशिश करें।", 
    
    "जितना अधिक आप शांत होंगे, उतनी ही आसानी से बातचीत बहेगी और आप कुछ ऐसा कहने की संभावना कम होगी जिसे आप कहना नहीं चाहते थे।", 
    
    "प्रामाणिक रहें: लोग प्रामाणिकता की सराहना करते हैं।", 
    
    "उस व्यक्ति बनने की कोशिश करने के बजाय अपने आप बनें जिसे आप सोचते हैं कि वे चाहते हैं।", 
    
    "याद रखें कि सामान्य विषयों पर भी चर्चा करें जिनसे अधिकांश लोग संबंधित हो सकते हैं, ताकि दूसरे व्यक्तियों के व्यक्तित्व के बारे में एक विचार प्राप्त कर सकें।", 
    
    "बॉडी लैंग्वेज पर ध्यान दें: बॉडी लैंग्वेज जब फ्लर्ट करने की कोशिश करते समय एक बहुत प्रभावी उपकरण हो सकती है।", 
    
    "मुस्कुराएं, आँखों का संपर्क बनाएं, और दिखाएं कि आप बातचीत में लगे हुए हैं।", 
    
    "उनकी बॉडी लैंग्वेज भी देखें ताकि पता चले कि वे प्रतिक्रियाशील हैं या नहीं।", 
    
    "सक्रिय रूप से सुनें: वे जो कह रहे हैं उसमें वास्तविक रुचि दिखाएं।", 
    
    "उनके कथनों का जवाब दें, संबंधित अनुवर्ती प्रश्न पूछें, और दिखाएं कि आप उनकी राय को महत्व देते हैं।", 
    
    "प्रशंसा करें: एक अच्छी तरह से रखी गई प्रशंसा ब्याज दिखाने और किसी को खुद के बारे में अच्छा महसूस कराने का एक बड़ा तरीका हो सकती है।", 
    
    "प्रशंसा करते समय सावधान रहें। इसे अतिरिक्त न करें क्योंकि यह अनिच्छुक लग सकता है।", 
    
    "साझा रुचियां खोजें: साझा शौक या जुनूनों की खोज वास्तव में संबंध को गहरा करने और दिलचस्प बातचीत को प्रज्वलित करने में मदद कर सकती है।", 
    
    "हल्का और मजेदार रखें: फ्लर्टिंग मजेदार होनी चाहिए।", 
    
    "उन्हें हल्के से छेड़ें, खेलकूद वाले हास्य का उपयोग करें, और बातचीत को बहुत गंभीरता से न लें। यह एक सुखद वातावरण बनाता है।", 
    
    "अस्वीकृति को ग्रेस के साथ लें: आपके द्वारा आकर्षित किए गए हर व्यक्ति आपकी भावनाओं का जवाब नहीं देंगे, और यह ठीक है।",
    
    "उनकी भावनाओं और निर्णयों का सम्मान करना महत्वपूर्ण है, और अगर अस्वीकृति हो जाए तो उसे व्यक्तिगत रूप से न लें।", 
    
    "अभ्यास: किसी भी कौशल की तरह, फ्लर्टिंग अभ्यास के साथ सुधरती है।", 
    
    "जितना अधिक आप खुद को वहाँ रखेंगे और नए लोगों के साथ बातचीत शुरू करेंगे, उतना ही आप इसमें बेहतर हो जाएंगे।", 
    
    "खुले प्रश्नों का उपयोग करें: ऐसे प्रश्न जिनका जवाब सिर्फ 'हाँ' या 'नहीं' में नहीं दिया जा सकता, बातचीत को बहती रखेंगे और आपकी उनके विचारों और अनुभवों में रुचि दिखाएंगे।", 
    
    "गैर-मौखिक संचार: सिर हिलाना और उनके इशारों को दोहराना दिखा सकता है कि आप बातचीत में ध्यान दे रहे हैं और शामिल हैं।", 
    
    "दयालुता और सम्मान दिखाएं: हर कोई अच्छे व्यवहार की सराहना करता है।", 
    
    "विनम्र रहें और दिखाएं कि आप उनकी सीमाओं का सम्मान करते हैं।", 
    
    "सकारात्मक रहें: सकारात्मकता संक्रामक हो सकती है और आपकी बातचीत को आनंददायक बना सकती है। नकारात्मक विषयों से बचें।", 
    
    "विवादास्पद विषयों से बचें: शुरुआती बातचीत में, आमतौर पर राजनीति, धर्म आदि जैसे गंभीर विषयों से बचना सबसे अच्छा होता है।", 
    
    "जल्दबाजी न करें: बातचीत को स्वाभाविक रूप से आगे बढ़ने दें। जल्दबाजी करने से दूसरा व्यक्ति असहज महसूस कर सकता है।", 
    
    "ज्यादा शेयर न करें: खुलना महत्वपूर्ण है, लेकिन बहुत जल्दी बहुत अधिक साझा करना भारी हो सकता है। साझा करने और सुनने के बीच संतुलन बनाने की कोशिश करें।", 
    
    "आग्रहपूर्ण या आवश्यकतापूर्ण होने से बचें: बातचीत को स्वाभाविक रूप से बहने दें और उन्हें जवाब देने और संलग्न करने के लिए स्थान दें।", 
    
    "याद रखें: तुरंत प्रतिक्रिया या लगातार ध्यान की मांग न करें।", 
    
    "याद रखें: हर किसी का निकटता के साथ अलग-अलग आराम का स्तर होता है, उनका सम्मान करें।", 
    
    "उनका नाम उपयोग करें: लोग अपना नाम सुनकर सकारात्मक प्रतिक्रिया देते हैं। यह अधिक व्यक्तिगत संबंध बनाने में मदद करता है।", 
    
    "गुणवत्ता पर ध्यान दें, मात्रा पर नहीं: एक अर्थपूर्ण बातचीत कई सतही लोगों से बेहतर है।", 
    
    "वातावरण का उपयोग करें: यदि आप किसी विशेष सेटिंग जैसे कि एक कॉन्सर्ट या पार्क में हैं, तो इसे बातचीत शुरू करने के लिए उपयोग करें।", 
    
    "उनके जुनून में दिलचस्पी दिखाएं: उनके शौक, रुचियों, या जुनूनों के बारे में पूछें। यह उनके बारे में अधिक जानने का शानदार तरीका है।", 
    
    "जो वे साझा करते हैं उसका ध्यान रखें: उनके द्वारा साझा की गई जानकारी को याद रखना दिखाता है कि आप सच में दिलचस्पी रखते हैं।", 
    
    "खुद के बारे में भी साझा करें: अपने जीवन और अनुभवों के बारे में खुलें। यह विश्वास और अंतरंगता बनाने में मदद करता है।", 
    
    "प्रशंसा व्यक्त करें: अगर वे कुछ व्यक्तिगत साझा करते हैं या आपके लिए कुछ अच्छा करते हैं तो आभार व्यक्त करें।", 
    
    "यदि आप यह निर्णय लेते हैं कि कोई निश्चित GoFlirt लाइन बहुत क्लिच या 'चीजी' है, तो एक नया उत्पन्न करने पर विचार करें।", 
    
    "खेल न खेलें: अपनी भावनाओं और इरादों के बारे में स्पष्ट रहें। चालाकी भरे खेल संभावित संबंधों को नुकसान पहुंचा सकते हैं।", 
    
    "सोशल मीडिया का उचित उपयोग करें: यदि आप सोशल मीडिया पर जुड़े हुए हैं, तो उनकी पोस्ट्स को पसंद करना या उन पर टिप्पणी करना दिखा सकता है कि आप रुचि रखते हैं।", 
    
    "लचीलापन: अपनी बातचीत में अनुकूल बनें।", 
    
    "यदि वे किसी विषय में असहज या रुचि नहीं रखते प्रतीत होते हैं, तो सहजता से किसी अन्य विषय पर संक्रमण करें।", 
    
    "बातचीत को कब समाप्त करना है यह जानें: बातचीत को एक उच्च नोट पर छोड़ दें, इससे पहले कि यह जबरदस्ती या अजीब हो जाए।", 
    
    "अपनी भावनाओं को स्पष्ट रूप से व्यक्त करें: यदि आप उनमें रुचि रखते हैं, तो उन्हें सम्मानपूर्ण और ईमानदार तरीके से बताएं।", 
    
    "अत्यधिक अल्कोहल से बचें: शराब पीने से आपकी नर्वसनेस कम हो सकती है, लेकिन बहुत अधिक पीने से आपका निर्णय और व्यवहार बिगड़ सकता है।", 
    
    "यदि आप सोचते हैं कि कोई विशेष GoFlirt लाइन बहुत क्लिशे या ‘चीज़ी’ है, तो एक नया उत्पन्न करने पर विचार करें।", 
    
    "खेल नहीं खेलें: अपनी भावनाओं और इरादों के बारे में स्पष्ट रहें। हेरफेर करने वाले खेल संभावित संबंधों को नुकसान पहुंचा सकते हैं।", 
    
    "सोशल मीडिया का उचित उपयोग करें: यदि आप सोशल मीडिया पर जुड़े हैं, तो उनकी पोस्ट्स को लाइक या कमेंट करके आप दिलचस्पी दिखा सकते हैं।", 
    
    "लचीलापन: अपनी बातचीत में अनुकूलनीय बनें।", 
    
    "यदि वे किसी विषय में असहज या अरुचिकर प्रतीत होते हैं, तो चिकनाई से एक अन्य विषय में संक्रमण करें।", 
    
    "बातचीत कब समाप्त करें यह जानें: बातचीत को ऊंचे नोट पर छोड़ दें, इससे पहले कि यह जबरदस्ती या अजीब हो जाए।", 
    
    "अपनी भावनाओं को स्पष्ट रूप से व्यक्त करें: यदि आप उनमें रुचि रखते हैं, तो इसे सम्मानजनक और ईमानदार तरीके से उन्हें बताएं।", 
    
    "अत्यधिक अल्कोहल से बचें: पीना आपकी नसों को आसान कर सकता है, लेकिन बहुत अधिक होने पर यह आपकी निर्णय क्षमता और व्यवहार को प्रभावित कर सकता है।", 
    
    "मान्यताओं न बनाएं: मान लेना कि आप दूसरे व्यक्ति के विचारों या भावनाओं को जानते हैं, न करें। खुला दिमाग रखें।", 
    
    "याद रखें: आप जो किसी से भी मिलेंगे, हर कोई आपके लिए उपयुक्त नहीं होगा।", 
    
    "विवरण याद रखें: यदि वे किसी विशेष पुस्तक, बैंड, या भोजन के प्रति अपना प्रेम व्यक्त करते हैं, तो इसे याद रखें। इसे बाद में उल्लेख करना दिखाता है कि आप ध्यान दे रहे हैं।", 
    
    "रुचि का सही संतुलन खोजें: दिखाएं कि आप रुचि रखते हैं, लेकिन इसे इतना अधिक न करें कि यह दूसरे व्यक्ति के लिए भारी महसूस हो।", 
    
    "पूर्व संबंधों के बारे में बात न करें: जब तक बातचीत स्वाभाविक रूप से वहाँ नहीं जाती, पिछले संबंधों की चर्चा करना निराशाजनक हो सकता है।", 
    
    "अधिक विश्लेषण न करें: आप जो कुछ भी कहें या वे कहें, उसके बारे में अधिक सोचने के बजाय, क्षण का आनंद लेने की कोशिश करें और बातचीत को स्वाभाविक रूप से बहने दें।", 
    
    "उन्हें असली आप देखने दें: समय के साथ, उन्हें दिखाएं कि आप वास्तव में कौन हैं, आपकी विशिष्टताओं और व्यक्तित्व के अनोखे पहलुओं सहित। यह खुलापन आकर्षक हो सकता है।", 
    
    "रहस्य के लिए स्थान छोड़ दें: आपको अपने बारे में सब कुछ एक बार में साझा करने की आवश्यकता नहीं है। समय के साथ उन्हें आपके बारे में और अधिक जानने दें।" 
    
     ];